export const choosingFurniture = {
	title: 'نصائح هامة عند اختيار قطع فرش جديدة لمنزلك',
	mainParagraph: '',
	points: [
		{
			id: 1,
			title: 'تحديد الأسلوب والمظهر المرغوب',
			body: 'قبل الشروع في الشراء، حدد الأسلوب الذي ترغب فيه لمنزلك، سواء كان كلاسيكيًا، عصريًا، أو بوهيميًا، ليساعدك ذلك في تضييق نطاق الخيارات',
		},
		{
			id: 2,
			title: 'الجودة قبل الكمية',
			body: 'اختر قطع الفرش ذات الجودة العالية التي ستدوم لفترة أطول، حتى لو كان ذلك يعني شراء عدد أقل من القطع',
		},
		{
			id: 3,
			title: 'الأخذ بعين الاعتبار حجم الغرفة',
			body: 'تأكد من أن قطع الفرش تتناسب مع حجم الغرفة لتجنب الشعور بالازدحام أو الفراغ الزائد',
		},
		{
			id: 4,
			title: 'التناسق مع الديكور الحالي',
			body: 'اختر قطع الفرش التي تتناسق مع الألوان والأنماط الموجودة في منزلك لخلق توازن جمالي',
		},
		{
			id: 5,
			title: 'الراحة والوظيفية',
			body: 'اختر قطع الفرش التي توفر الراحة وتلبي احتياجاتك الوظيفية، مثل الأرائك المريحة والطاولات ذات التخزين الكافي',
		},
		{
			id: 6,
			title: 'مراعاة الميزانية',
			body: 'حدد ميزانيتك مسبقًا وابحث عن قطع الفرش التي تتناسب معها دون التضحية بالجودة',
		},
		{
			id: 7,
			title: 'الاستدامة والصديقة للبيئة',
			body: 'فكر في الاستثمار في قطع فرش مستدامة وصديقة للبيئة، مما يساهم في حماية البيئة ويضمن لك منزلًا صحيًا',
		},
		{
			id: 8,
			title: 'التفكير في المستقبل',
			body: 'اختر قطع الفرش التي يمكن أن تتكيف مع التغييرات في حياتك، مثل الأرائك التي يمكن تحويلها إلى سرير',
		},
		{
			id: 9,
			title: ' الاختبار قبل الشراء',
			body: 'إذا أمكن، جرب قطع الفرش في المتجر قبل الشراء للتأكد من أنها مريحة وتلبي توقعاتك',
		},
		{
			id: 10,
			title: 'الضمان والخدمة ما بعد البيع',
			body: 'تحقق من سياسة الضمان والخدمات ما بعد البيع للمتجر أو الشركة المصنعة لتضمن الدعم في حالة وجود أي مشاكل',
		},
	],
	endParagraph:
		'أتمنى أن تجد هذه النصائح مفيدة في اختيار قطع الفرش الجديدة التي ستجعل منزلك أكثر جمالًا وراحة.',
	mainSources: [
		{
			name: 'aqarmap',
			url: 'https://advice.aqarmap.com.eg/ar/choose-brushes-and-rugs/',
		},
		{
			name: 'homify',
			url: 'https://www.homify.com.eg/ideabooks/3200837/%D8%BA%D8%B1%D9%81-%D8%A7%D9%84%D9%86%D9%88%D9%85:-17-%D9%86%D8%B5%D9%8A%D8%AD%D8%A9-%D8%B9%D9%84%D9%8A%D9%83-%D8%A7%D9%84%D8%A3%D8%AE%D8%B0-%D8%A8%D9%87%D8%A7',
		},
		{
			name: 'beytk',
			url: 'https://beytk.net/renewing-old-furniture/',
		},
	],
}
