export const colors = {
	title: 'الألوان والتصميم الداخلي: دليلك لمساحة تعكس شخصيتك',
	mainParagraph:
		'الألوان لها القدرة على تحويل المساحة من مجرد غرف إلى تحفة فنية تعكس شخصيتك وتؤثر على مزاجك. إليك بعض النصائح لاختيار الألوان في التصميم الداخلي لمنزلك:',
	points: [
		{
			id: 1,
			title: 'فهم تأثير الألوان',
			body: 'كل لون له تأثير نفسي معين، فالألوان الدافئة مثل الأحمر والبرتقالي تخلق جوًا من الحيوية، بينما الألوان الباردة مثل الأزرق والأخضر توفر شعورًا بالهدوء',
		},
		{
			id: 2,
			title: ' الألوان وحجم الغرفة',
			body: 'الألوان الفاتحة تجعل الغرف الصغيرة تبدو أكبر وأكثر اتساعًا، بينما الألوان الداكنة تضيف عمقًا ودفئًا للغرف الكبيرة',
		},
		{
			id: 3,
			title: 'التناسق والانسجام',
			body: 'اختر ألوانًا تتناسق مع الأثاث والديكورات الموجودة لخلق توازن بصري وانسجام في المساحة',
		},
		{
			id: 4,
			title: 'استخدام عجلة الألوان',
			body: 'عجلة الألوان أداة مفيدة لفهم العلاقات بين الألوان واختيار تركيبات تناسب ذوقك',
		},
		{
			id: 5,
			title: 'الألوان لتعديل المساحات',
			body: 'يمكن للألوان أن تعدل إدراكنا للمساحة، فالألوان الفاتحة تجعل الغرف تبدو أوسع، والألوان الداكنة تجعلها تبدو أكثر حميمية',
		},
		{
			id: 6,
			title: 'الإضاءة واللون',
			body: 'الإضاءة تؤثر على كيفية إدراك الألوان، فتأكد من اختيار الألوان التي تبدو جيدة تحت الإضاءة الطبيعية والصناعية في منزلك',
		},
		{
			id: 7,
			title: 'الجرأة في الاختيار',
			body: 'لا تخف من تجربة الألوان الجريئة أو الغير تقليدية، فهي يمكن أن تضيف شخصية فريدة لمساحتك',
		},
	],
	endParagraph:
		'استخدام الألوان بشكل فعّال يمكن أن يحول منزلك إلى مكان يعبر عنك ويمنحك الراحة والسعادة. جرب هذه النصائح وشاهد كيف يمكن للألوان أن تغير مساحتك بشكل جذري.',
	mainSources: [
		{
			name: 'mimariexpert',
			url: 'https://www.mimariexpert.com/ar/blog/guide-use-colors-in-interior-design',
		},
		{
			name: 'algedra',
			url: 'https://algedra.ae/ar/blog/color-theory-in-interior-design',
		},
		{
			name: 'independentarabia',
			url: 'https://www.independentarabia.com/node/81096/%D8%AA%D8%B1%D9%81%D9%8A%D9%87-%D9%88%D8%B3%D9%81%D8%B1/%D8%AF%D9%8A%D9%83%D9%88%D8%B1-%D9%88%D8%AD%D8%AF%D8%A7%D8%A6%D9%82/%D8%A7%D9%84%D8%A3%D9%84%D9%88%D8%A7%D9%86-%D8%A3%D8%B3%D8%B3-%D8%A7%D8%AE%D8%AA%D9%8A%D8%A7%D8%B1%D9%87%D8%A7-%D9%88%D8%AA%D9%86%D8%B3%D9%8A%D9%82%D9%87%D8%A7-%D9%81%D9%8A-%D8%A7%D9%84%D8%AF%D9%8A%D9%83%D9%88%D8%B1-%D8%A7%D9%84%D8%AF%D8%A7%D8%AE%D9%84%D9%8A',
		},
		{
			name: 'cgway',
			url: 'https://cgway.net/colors-in-interior-design/',
		},
	],
}
