export const goldenAdvices = {
	title: 'نصائح ذهبية لتصميم ديكور منزلي ينبض بالحياة ',
	mainParagraph:
		'يعد تصميم ديكور المنزل فنًا يجمع بين الإبداع والوظيفية والذوق الشخصي. سواء كنت تعيد تزيين غرفة واحدة أو تجديد مساحة المعيشة بأكملها، فإن هذه النصائح الذهبية ستساعدك على تحقيق تناغم وأناقة في منزلك.',
	points: [
		{
			id: 1,
			title: 'اعتماد الألوان المحايدة ',
			body: 'ابدأ بتبني لوحة ألوان محايدة كقاعدة لك. الأبيض الناعم، والبيج، والرمادي هي ألوان متعددة الاستخدامات وتسمح بالانتقال السهل إذا قررت إضافة لمسات من الألوان لاحقًا. تخلق لوحة الألوان المحايدة خلفية هادئة لديكورك وتتيح لقطع البيان الخاصة بك أن تبرز. ',
		},
		{
			id: 2,
			title: 'مزج القوام والمواد',
			body: 'ادمج مجموعة متنوعة من القوام والمواد لإضافة عمق واهتمام لغرفك. امزج الأقمشة الناعمة مثل المخمل أو الشينيل مع الأسطح الصلبة مثل الخشب أو المعدن. يضيف هذا التباين ليس فقط للحواس ولكنه يضيف أيضًا جودة ديناميكية لمساحتك. ',
		},
		{
			id: 3,
			title: 'الاستثمار في قطع الأثاث الخالدة',
			body: 'اختر قطع الأثاث التي تتميز بالوظيفية والتصميم الكلاسيكي. القطع ذات الجودة التي تصمد أمام اختبار الزمن ستخدمك بشكل أفضل على المدى الطويل من العناصر العصرية التي قد تخرج عن الموضة بسرعة. ',
		},
		{
			id: 4,
			title: 'إضافة لمسة شخصية',
			body: 'يعتبر المنزل الملاذ الآمن الذي نلجأ إليه بعد يوم طويل، وهو المكان الذي يشعرنا بالهدوء والانتماء. لذلك، عند التفكير في تغيير الديكور، يجب التمعن بشكل جدي في اختيار القطع التي تتماشى مع شخصية القاطنين في المنزل. ',
		},
		{
			id: 5,
			title: 'اختيار الألوان بعناية',
			body: 'تعتبر الألوان العنصر الهام الذي يحيي المكان ويبعث النشاط فيه. كل لون له مدلولاته وتأثيره النفسي، لذلك قبل الشروع باختيار ألوان الجدران أو الأثاث، يجب التفكير بعناية في أنماط اختيار الألوان ',
		},
		{
			id: 6,
			title: 'خلق التوازن والتناسق',
			body: 'الوحدة والتوازن هما نقطتان أساسيتان في الديكور الداخلي للمنزل. يجب أن يوحي المنظر العام بالاستمرارية وأن يكون هناك نقاط مشتركة تنتقل خلالها العين من مكان إلى آخر، مثل طلاء الجدران بلون واحد أو استخدام نفس نوع الخامة في الأثاث في جميع الغرف ',
		},
		{
			id: 7,
			title: 'استخدام الإضاءة الطبيعية',
			body: 'لا تقلل من أهمية الإضاءة الطبيعية في المنزل. استخدم الستائر الشفافة وضع المرايا بطريقة تعكس الضوء لإضفاء مزيد من الإشراق والاتساع في الغرف. ',
		},
		{
			id: 8,
			title: 'النباتات كعنصر حيوي',
			body: 'أضف النباتات الداخلية لتجلب الطبيعة إلى منزلك. النباتات ليست فقط عنصرًا جماليًا، بل تساعد أيضًا على تنقية الهواء وتحسين المزاج. ',
		},
		{
			id: 9,
			title: 'الفن كلمسة نهائية',
			body: 'الفن يمكن أن يكون بمثابة اللمسة النهائية التي تجمع بين عناصر الديكور المختلفة. اختر اللوحات أو الصور التي تعبر عن ذوقك وتضيف شخصية للمساحة. ',
		},

		{
			id: 10,
			title: 'الرفوف للعرض والتخزين',
			body: 'استخدم الرفوف المعلقة لعرض الكتب، الصور، أو التحف. هذا يساعد على توفير المساحة ويضيف عنصرًا جذابًا للجدران. ',
		},
		{
			id: 11,
			title: 'السجاد كأساس للغرفة',
			body: 'اختر سجادة تتناسب مع حجم الغرفة وتكمل الأثاث. السجاد يمكن أن يضيف دفئًا ويحدد المساحات داخل الغرفة. ',
		},
		{
			id: 12,
			title: ' التخزين الذكي',
			body: 'ابحث عن حلول تخزين مبتكرة تساعد على الحفاظ على نظافة وترتيب المنزل. الأثاث متعدد الاستخدامات مثل الأرائك مع مساحات تخزين مخفية يمكن أن تكون خيارًا رائعًا. ',
		},
	],
	endParagraph:
		'أتمنى أن تجد هذه النصائح مفيدة وتساعدك في إضفاء لمسة جمالية على منزلك.',
	mainSources: [
		{
			name: 'bayut',
			url: 'https://www.bayut.com/mybayut/ar/%D8%A3%D8%B3%D8%A7%D8%B3%D9%8A%D8%A7%D8%AA-%D8%A7%D9%84%D8%AF%D9%8A%D9%83%D9%88%D8%B1-%D8%A7%D9%84%D8%AF%D8%A7%D8%AE%D9%84%D9%8A-%D9%84%D9%84%D9%85%D9%86%D8%B2%D9%84/',
		},
		{
			name: 'zerabi',
			url: 'https://www.zerabi-sofa.com/blog/%D8%A7%D9%84%D8%AF%D9%8A%D9%83%D9%88%D8%B1-%D8%A7%D9%84%D8%AF%D8%A7%D8%AE%D9%84%D9%8A-%D9%84%D9%84%D9%85%D9%86%D8%B2%D9%84/',
		},
		{
			name: 'mawdoo3',
			url: 'https://mawdoo3.com/%D9%86%D8%B5%D8%A7%D8%A6%D8%AD_%D9%88%D8%A3%D8%B3%D8%A7%D8%B3%D9%8A%D8%A7%D8%AA_%D9%81%D9%8A_%D8%A7%D8%AE%D8%AA%D9%8A%D8%A7%D8%B1_%D8%A7%D9%84%D8%AF%D9%8A%D9%83%D9%88%D8%B1_%D8%A7%D9%84%D9%85%D9%86%D8%B2%D9%84%D9%8A',
		},
	],
}
