export const lights = {
	title: 'توزيع الإضاءة في التصميم الداخلي: الفن والعلم',
	mainParagraph:
		'تُعد الإضاءة من العناصر الأساسية في التصميم الداخلي، فهي لا تُحدد نغمة الفضاء فحسب، بل تُساهم في خلق جوًا مميزًا وتُبرز الميزات الجمالية للمكان. توزيع الإضاءة بشكل صحيح يُمكن أن يُحسن المزاج، يُثير الحواس، ويُعزز من المظهر العام للديكور',
	points: [
		{
			id: 1,
			title: 'أهمية توزيع الإضاءة',
			body: 'توزيع الإضاءة بشكل متساوٍ يُساعد على خلق جو من الرحابة والدفء، ويُمكن أن يُغير الإدراك البصري للمساحة، مما يجعل الغرفة تبدو أكبر أو أصغر حسب الحاجة',
		},
		{
			id: 2,
			title: 'أنواع الإضاءة وطرق التوزيع',
			body: '',
		},
		{
			id: 3,
			title: 'الإضاءة المحيطة',
			body: ' هي الإضاءة العامة التي تُنير المكان بأكمله بشكل متساوٍ، مثل الإضاءة المخفية في السقف أو الإضاءة الأرضية',
		},
		{
			id: 4,
			title: 'الإضاءة الموجهة',
			body: 'تُستخدم لإبراز أشياء وعناصر محددة في الديكور، مثل اللوحات الفنية أو المنحوتات',
		},
		{
			id: 5,
			title: 'إضاءة المهام',
			body: 'تُستخدم لأداء مهام معينة، مثل القراءة أو الطهي، وهي هادئة ومريحة للعينين',
		},
		{
			id: 6,
			title: 'الإضاءة الجمالية',
			body: 'تُستخدم لإضفاء المظهر الجمالي وتكميل الإضاءات الأخرى، مثل الثريات ومصابيح الطاولة',
		},
		{
			id: 7,
			title: 'نصائح لتوزيع الإضاءة بشكل فعّال',
			body: '',
		},
		{
			id: 8,
			title: 'دراسة المساحة',
			body: 'قبل اختيار الإضاءة، يجب الأخذ بعين الاعتبار حجم الغرفة ونظام الألوان ونوع الأنشطة التي ستتم في الفضاء',
		},
		{
			id: 9,
			title: 'التنوع في الإضاءة',
			body: 'استخدم مزيجًا من الإضاءة المحيطة، الموجهة، وإضاءة المهام لتحقيق توازن في الإنارة',
		},
		{
			id: 10,
			title: 'التحكم في الإضاءة',
			body: 'استخدم مفاتيح الضوء القابلة للتعديل للتحكم في شدة الإضاءة وخلق أجواء مختلفة',
		},
		{
			id: 11,
			title: 'الإضاءة الطبيعية',
			body: 'استفد من الإضاءة الطبيعية قدر الإمكان، فهي تُضفي إشراقًا وحيوية لا مثيل لهما',
		},
	],
	endParagraph:
		'توزيع الإضاءة بشكل صحيح يُمكن أن يُحدث فرقًا كبيرًا في التصميم الداخلي، فهو يُعزز من جمالية المكان ويُساهم في خلق بيئة مريحة ومُلهمة. استخدم هذه النصائح لتختار الإضاءة التي تُناسب منزلك وتُعبر عن شخصيتك.',
	mainSources: [
		{
			name: 'attic-design',
			url: 'https://attic-design.com/%d8%a7%d9%84%d8%a5%d8%b6%d8%a7%d8%a1%d8%a9-%d9%81%d9%8a-%d8%a7%d9%84%d8%aa%d8%b5%d9%85%d9%8a%d9%85-%d8%a7%d9%84%d8%af%d8%a7%d8%ae%d9%84%d9%8a/',
		},
		{
			name: 'glamorous-design',
			url: 'https://www.glamorous-design.com/lighting-in-interior-design/',
		},
		{
			name: 'algedra',
			url: 'https://algedra.ae/ar/blog/methods-of-lighting-and-lighting-distribution-in-interior-design',
		},
		{
			name: 'matsmall',
			url: 'https://matsmall.com/blogs/decor-ideas/natural-light/',
		},
	],
}
