export const tablo = {
	title: 'اختيار التابلوهات في الديكور الداخلي',
	mainParagraph:
		'التابلوهات تعد من العناصر الأساسية التي تضفي روحًا وجمالًا على الديكور الداخلي للمنزل. إنها تعبر عن الذوق الشخصي وتضيف لمسة فنية تكمل الأثاث والتصميم العام. إليك بعض النصائح لاختيار التابلوهات المثالية:',
	points: [
		{
			id: 1,
			title: 'تحديد المقاس المناسب',
			body: 'من المهم التنسيق بين مقاس التابلوه ومقياس الجدار المراد تزيينه. يجب أن لا يتعدى حجم التابلوه ثلث عرض قطعة الأثاث الموجودة أسفله للمحافظة على التنسيق البصري ',
		},
		{
			id: 2,
			title: 'اختيار الإضاءة المناسبة',
			body: 'الإضاءة تلعب دورًا هامًا في إبراز جمال التابلوهات. اختر إضاءة تظهر تفاصيل التابلوه وتتناسب مع ألوانه وأسلوبه ',
		},
		{
			id: 3,
			title: 'التناسب مع الأثاث',
			body: 'يجب أن يكون هناك تناسب بين حجم التابلوه وحجم الأثاث المحيط به. التابلوه يجب أن يكمل الأثاث وليس أن يطغى عليه',
		},
		{
			id: 4,
			title: 'خلق انسجام',
			body: 'اختر تابلوه يحتوي على نقطة مركزية تجذب العين وتخلق انسجامًا مع باقي عناصر الغرفة ',
		},
		{
			id: 5,
			title: 'الحفاظ على المسافات',
			body: 'عند استخدام أكثر من تابلوه، يجب توفير مسافة كافية بين كل تابلوه والآخر لتجنب الضوضاء البصرية',
		},
		{
			id: 6,
			title: 'اختيار ألوان مناسبة',
			body: 'اختر ألوان التابلوهات بحيث تتناسب مع ألوان الغرفة وتعزز الشعور بالتكامل الفني للديكور الداخلي',
		},
		{
			id: 7,
			title: 'المكان المناسب',
			body: 'ضع التابلوه على الجدار الرئيسي في الغرفة لتكوين نقطة مركزية وجذب الانتباه ',
		},
	],
	endParagraph:
		'اختيار التابلوهات المناسبة يمكن أن يحول الفضاء الخاص بك إلى معرض فني يعبر عن شخصيتك ويعزز جمال منزلك. استخدم هذه النصائح كدليل لاختيار التابلوهات التي تناسب ذوقك وتحقق التوازن المطلوب في ديكورك الداخلي.',
	mainSources: [
		{
			name: 'cgway',
			url: 'https://cgway.net/tableau-types/',
		},
		{
			name: 'saferart',
			url: 'https://www.saferart.com/art-blog/2019/%d8%af%d9%88%d8%b1-%d8%a7%d9%84%d9%84%d9%88%d8%ad%d8%a7%d8%aa-%d8%a7%d9%84%d9%81%d9%86%d9%8a%d8%a9-%d9%81%d9%8a-%d8%aa%d8%b5%d9%85%d9%8a%d9%85-%d8%a7%d9%84%d8%af%d9%8a%d9%83%d9%88%d8%b1/',
		},
	],
}
